{"translation-revision-date":"2022-08-09 07:28:11+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"That’s it! By providing this information our indexables squad has been able to do a lot of optimization for your site already. Now, let's have a look at the SEO fitness of your site!":["Вот и все! Предоставив эту информацию, наш отряд индексирования уже смог сделать многое для оптимизации вашего сайта. Теперь давайте посмотрим на SEO-пригодность вашего сайта!"],"That's it! By providing this information our Indexables squad has been able to do a lot of optimization for your site already.":["Вот и все! Предоставив эту информацию, наш отряд индексирования уже смог сделать многое для оптимизации вашего сайта."],"Want to optimize even further and get the most out of Yoast SEO? Make sure you don't miss our free weekly webinar!":["Хотите оптимизировать еще больше и получить максимальную отдачу от Yoast SEO? Не пропустите наш бесплатный еженедельный вебинар!"],"Or visit your SEO dashboard":["Или посетите панель управления SEO"],"Register now!":["Зарегистрироваться сейчас!"],"Please select a name in the site representation step for this step to be effective.":["Чтобы этот шаг был эффективным, выберите имя на этапе представления сайта."],"We could not save the organization name. Please check the value.":["Не удалось сохранить название организации. Пожалуйста, проверьте значение."],"An error has occurred: %1$s":["Возникла ошибка: %1$s"],"SEO data optimization":["Оптимизация SEO-данных"],"Personal preferences":["Личные предпочтения"],"Finish configuration":["Финальные настройки"],"Please be aware that you need to fill out all settings in this step to get the most value out of structured data. %1$sRead more about the importance of structured data%2$s.":["Обратите внимание, что вам необходимо заполнить все параметры на этом шаге, чтобы получить максимальную пользу от структурированных данных. %1$sУзнайте о важности структурированных данных%2$s."],"Please enter a valid email address.":["Пожалуйста, введите правильный email."],"Thank you! Check your inbox for the confirmation email.":["Спасибо! Проверьте свой почтовый ящик на наличие письма с подтверждением."],"%s newsletter":["Рассылка %s"],"Sign up for the %1$s newsletter to receive best-practice tips on how to rank, stay up-to-date with the latest SEO news and get guidance on how to use %2$s to the fullest!":["Подпишитесь на рассылку %1$s, чтобы получать лучшие советы по ранжированию, быть в курсе последних новостей SEO и получать рекомендации по использованию %2$s в полной мере!"],"E.g. example@email.com":["Например, example@email.com"],"%s usage tracking":["Отслеживание использования %s"],"We need your help to improve Yoast SEO. Can we collect anonymous information about your website and how you use it?":["Нам нужна ваша помощь, чтобы улучшить Yoast SEO. Можем ли мы собирать анонимную информацию о вашем сайте и о том, как вы его используете?"],"What data will be tracked and for what reasons?":["Какие данные будут отслеживаться и по каким причинам?"],"Go to your SEO dashboard":["Перейдите на панель управления SEO"],"Tell us about your site, so we can get your site ranked!":["Расскажите нам о своем сайте, чтобы мы могли повысить рейтинг вашего сайта!"],"Put the %1$s%2$s indexables squad%3$s to work! Make Google understand your site.":["Задействуйте %1$sотряд индексирования %2$s%3$s! Заставьте Google понять ваш сайт."],"The Yoast indexables squad can't wait to get your site in tip-top shape for the search engines. Help us and take these 5 steps in order to put our Yoast indexables to work!":["Отряд индексирования Yoast не может дождаться, когда ваш сайт будет в идеальной форме для поисковых систем. Помогите нам и выполните эти 5 шагов, чтобы запустить индексирование Yoast в работу!"],"Select a user":["Выберите пользователя"],"Personal logo or avatar":["Личный логотип или аватар"],"Completing this step will help Google to understand your website, and improve your chance of getting %1$srich results%2$s.":["Выполнение этого шага поможет Google понять ваш сайт и повысить шансы на получение %1$sхороших результатов%2$s."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Вы выбрали пользователя %1$s в качестве лица, которое представляет этот сайт. Информация о профиле этого пользователя теперь будет использоваться в результатах поиска. %2$sОбновите этот профиль, чтобы убедиться, что информация правильная%3$s."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Вы выбрали пользователя %1$s в качестве лица, которое представляет этот сайт. Информация о профиле этого пользователя теперь будет использоваться в результатах поиска. Вам не разрешено обновлять профиль этого пользователя, поэтому, пожалуйста, обратитесь к этому пользователю или администратору, чтобы убедиться в правильности информации."],"Help us out here! Is your site about an organization or a person? ":["Помогите нам! Ваш сайт посвящен организации или человеку?"],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["SEO оптимизация данных запущена... Вы можете смело переходить к следующим шагам этой конфигурации."],"We've successfully analyzed your site!":["Мы успешно проанализировали ваш сайт!"],"We've already successfully analyzed your site. You can move on to the next step.":["Мы уже успешно проанализировали ваш сайт. Вы можете перейти к следующему шагу."],"Let’s analyze your site just like Google does and get those indexables into action by running the SEO data optimization! Our indexables will immediately improve technical issues without you needing to do anything!\n\nIf you have a lot of content, that optimization could take a while. But trust us, it’s worth it! Want to read more, %1$scheck out the benefits of the indexables squad.%2$s":["Давайте проанализируем ваш сайт так же, как это делает Google, и запустим эти индексируемые данные в действие, выполнив SEO-оптимизацию данных! Наши индексируемые данные сразу улучшат технические проблемы, и вам не придется ничего делать! Если у вас много контента, оптимизация может занять некоторое время. Но поверьте нам, оно того стоит! Хотите прочитать больше, %1$s ознакомьтесь с преимуществами индексированных данных.%2$s"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Имейте в виду, что для максимального эффекта этой конфигурации необходимо запустить оптимизацию данных SEO."],"Select an option":["Выберите вариант"],"Uploading image...":["Загрузка изображения..."],"E.g. https:\/\/www.facebook.com\/yoast":["Например, https:\/\/www.facebook.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["Например, https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["Например, https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["Например, https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["Например, https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["Например, https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["Например, https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["Например, https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["Например, https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.wikipedia.com\/yoast":["Например, https:\/\/www.wikipedia.com\/yoast"],"Other social profile":["Профили в других соцсетях"],"E.g. https:\/\/social-platform.com\/yoast":["Например, https:\/\/social-platform.com\/yoast"],"Delete item":["Удалить элемент"],"Add another profile":["Добавить другой профиль"],"You're not allowed to edit the social profiles of the user %1$s. Please ask this user or an admin to do this.":["Вам не разрешено редактировать социальные профили пользователя %1$s. Пожалуйста, попросите этого пользователя или администратора сделать это."],"We need a little more help from you! Add your organization's Facebook and Twitter profile so we can optimize the metadata for those platforms too.":["Нам нужна еще небольшая помощь от вас! Добавьте профиль вашей организации в Facebook и Twitter, чтобы мы могли оптимизировать метаданные и для этих платформ."],"We need a little more help from you! Add your Facebook and Twitter profile so we can optimize the metadata for those platforms too.":["Нам нужна еще небольшая помощь от вас! Добавьте свой профиль в Facebook и Twitter, чтобы мы могли оптимизировать метаданные и для этих платформ."],"Email address":["Email адрес"],"Could not save this value. Please check the URL or username.":["Не удалось сохранить это значение. Проверьте URL-адрес или имя пользователя."],"Could not save this value. Please check the URL.":["Не удалось сохранить это значение. Проверьте URL-адрес."],"Sign up!":["Зарегистрироваться!"],"Oops! Something went wrong. Check your email address and try again.":["Ой! Что-то пошло не так. Проверьте свой email-адрес и попробуйте еще раз."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast уважает Вашу конфиденциальность. Прочтите нашу %1$sполитику конфиденциальности%2$s о том, как мы поступаем с Вашей личной информацией."],"Save and continue":["Сохранить и продолжить"],"No, don’t track my site data":["Нет, не отслеживать данные сайта"],"Yes, you can track my site data":["Да, вы можете отслеживать данные моего сайта"],"Important: We will never sell this data. And of course, as always, we won't collect any personal data about you or your visitors.":["Важно: мы никогда не продадим эти данные. И, конечно, как всегда, мы не будем собирать никаких личных данных о вас или ваших посетителях."],"Does your site represent an Organization or Person?":["Ваш сайт представляет организацию или человека?"],"Site representation":["Представление сайта"],"Continue":["Продолжить"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["Вы все еще можете запустить оптимизацию данных SEO в разделе %1$sИнструменты%2$s. После этого обновите страницу."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Этот шаг настройки в настоящее время отключен, поскольку вы используете не последнюю версию Yoast SEO Premium. Пожалуйста, обновитесь до последней версии (не ниже %1$s). "],"Error details":["Подробности ошибки"],"Request URL":["URL запроса"],"Request method":["Метод запроса"],"Status code":["Код статуса"],"Error message":["Сообщение об ошибке"],"Response":["Ответ"],"Error stack trace":["Трассировка стека ошибки"],"Remove image":["Удалить изображение"],"Replace image":["Заменить изображение"],"Select image":["Выберите изображение"],"This feature has been disabled since subsites never send tracking data.":["Эта возможность отключена, так как подсайты никогда не отсылают данные отслеживания."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Эта возможность включает в себя и заменяет счетчик текстовых ссылок и анализ внутренних ссылок"],"SEO data optimization is disabled for non-production environments.":["Оптимизация SEO-данных отключена для непроизводственных сред."],"Stop SEO data optimization":["Остановить оптимизацию SEO-данных"],"Start SEO data optimization":["Начать оптимизацию SEO-данных"],"Organization logo":["Логотип организации"],"Organization name":["Название организации"],"This feature has been disabled by the network admin.":["Эта возможность отключена администратором сети."],"Go back":["Назад"],"Save changes":["Сохранить изменения"],"Name":["Имя"],"Social profiles":["Социальные профили"],"Loading...":["Загрузка..."],"Facebook":["Facebook"],"Twitter":["Twitter"],"Edit":["Изменить"]}},"comment":{"reference":"js\/dist\/first-time-configuration.js"}}