{"translation-revision-date":"2022-08-31 20:38:51+0000","generator":"GlotPress\/3.0.0-rc.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);","lang":"ru"},"You just made your best content easy to find, and more likely to rank! Way to go! From time to time, remember to check if your cornerstones are getting enough links!":["Вы только что облегчили поиск вашего лучшего контента и повысили вероятность его ранжирования! Так держать! Время от времени не забывайте проверять, достаточно ли ссылок получают ваши краеугольные камни!"],"Take a look at the list below. Do your cornerstones (marked with %1$s) have the most internal links pointing towards them? Click the Optimize button if you think a cornerstone needs more links. That will move the article to the next step.":["Взгляните на приведенный ниже список. Имеют ли ваши краеугольные камни (отмеченные %1$s) наибольшее количество внутренних ссылок, указывающих на них? Нажмите на кнопку Оптимизировать, если вы считаете, что краеугольный камень нуждается в большем количестве ссылок. Это переведет статью на следующий шаг."],"Do all of your cornerstones have green bullets? For the best results, consider editing the ones that don't!":["Все ли ваши краеугольные камни имеют зеленые значки? Для достижения наилучших результатов отредактируйте те, у которых их нет!"],"Which articles do you want to rank the highest? Which ones would your audience find the most useful and complete? Click the downward pointing arrow and look for articles that fit those criteria. We'll automatically mark the articles you select from the list as cornerstone.":["Какие статьи вы хотите ранжировать выше всего? Какие из них ваша аудитория сочтет наиболее полезными и полными? Нажмите на стрелку, указывающую вниз, и найдите статьи, которые соответствуют этим критериям. Мы автоматически пометим статьи, которые вы выберете из списка, как краеугольные."],"%1$sNeed more guidance? We've covered every step in more detail in: %2$sHow to use the %7$s cornerstone workout%3$s%4$s%5$s.%6$s":["%1$sНужны дополнительные рекомендации? Мы подробно описали каждый шаг в статье: %2$sКак использовать тренажер %7$s по краеугольному содержимому%3$s%4$s%5$s.%6$s"],"I've finished this workout":["Я закончил тренировку"],"Reset this workout":["Сбросить тренировку"],"Well done!":["Отлично!"],"Add internal links towards your cornerstones":["Добавьте внутренние ссылки на краеугольную информацию"],"Check the number of incoming internal links of your cornerstones":["Проверьте количество входящих внутренних ссылок краеугольной информации"],"Start: Choose your cornerstones!":["Начать: выберите краеугольную информацию!"],"The cornerstone approach":["Краеугольный подход"],"Rank with articles you want to rank with":["Ранжирование по статьям, по которым вы хотите ранжировать"]}}}