{"translation-revision-date":"2022-08-31 20:38:51+0000","generator":"GlotPress\/3.0.0-rc.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);","lang":"ru"},"You've added links to your orphaned articles, and you’ve cleaned up the ones that were no longer relevant. Great job! Take a look at the summary below and celebrate what you accomplished!":["Вы добавили ссылки на свои осиротевшие статьи и очистили те, которые утратили актуальность. Отличная работа! Посмотрите на сводку ниже и порадуйтесь тому, чего вы достигли!"],"Critically examine the content in this list and make the necessary updates. If you need help updating, we have a very %1$suseful blog post that can guide you all the way%2$s (click to open in a new tab).":["Критически изучите содержимое этого списка и сделайте необходимые обновления. Если вам нужна помощь с обновлением, у нас есть очень %1$sполезная статья в блоге, которая поможет вам пройти весь путь%2$s (нажмите, чтобы открыть в новой вкладке)."],"%1$sNeed more guidance? We've covered every step in more detail in the following guide: %2$sHow to use the %7$s orphaned content workout%3$s%4$s%5$s.%6$s":["%1$sНужны дополнительные рекомендации? Мы подробно описали каждый шаг в следующем руководстве: %2$sКак использовать осиротевшее содержимое %7$s%3$s%4$s%5$s.%6$s"],"Clear summary":["Очистить результаты"],"Add internal links towards your orphaned articles.":["Добавьте внутренние ссылки на статьи-сироты."],"Should you update your article?":["Нужно ли обновлять статью?"],"Your site may contain lots of content that you created once and never looked back to it since. It's important to go through those pages and ask yourself if that content is still relevant to your site. Should you improve it or remove it?":["Ваш сайт может содержать множество созданной когда-то информации, к которой больше никогда не возвращаются. Важно просмотреть её и решить, является ли это содержимое актуальным для вашего сайта. Улучшить его или удалить?"],"Start: Love it or leave it?":["Начать: или так, или никак"],"Clean up your unlinked content to make sure people can find it":["Очистите несвязанное содержимое, чтобы люди могли его найти"],"I've finished this workout":["Я закончил тренировку"],"Reset this workout":["Сбросить тренировку"],"Well done!":["Отлично!"],"Orphaned content":["Бесхозный контент"]}}}